adobe-source-han-sans-kr-fonts
ags-hyprpanel-git
alacritty
aquamarine
base
base-devel
brightnessctl
cmake
discord
efibootmgr
exo
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-hangul
fcitx5-qt
firefox
foot
garcon
gemini-cli
ghostty
git
glaze
grub
gum
hoffice
hyprcap
hyprcursor
hyprgraphics
hyprland-guiutils
hyprlang
hyprwire
kitty
libappindicator
libreoffice-fresh
libxcursor
lightdm
lightdm-gtk-greeter
linux
linux-firmware
mesa
meson
mousepad
muparser
nano
networkmanager
ninja
nitch
noto-fonts-cjk
nwg-look
open-vm-tools
otf-font-awesome
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
re2
ristretto
rofi
sddm
slack-desktop
spotify
spotify-launcher
starship
sudo
texlive-binextra
texlive-fontsrecommended
texlive-langkorean
texlive-latexextra
texlive-latexrecommended
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
ttf-pretendard
tumbler
vesktop
visual-studio-code-bin
waybar
wireplumber
wlogout
woff2-font-awesome
xcb-util
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-xeyes
xorg-xinit
xorg-xlsclients
xorg-xwayland
yay
yay-debug
